REGISTRY_APIS = [
    {
        "id": 1,
        "name": "민간임대주택 부기등기 신청현황(신청구분별)",
        "key": "2521f6220aab4b15ac45b3487fb303c3",
        "endpoint_id": "0000000280"
    },
    {
        "id": 2,
        "name": "민간임대주택 부기등기 신청현황(지역별)",
        "key": "1f7d617d2ceb40919bbf7c3052e166c5",
        "endpoint_id": "0000000280"
    },
    {
        "id": 3,
        "name": "압류말소등기 신청 소요기간 현황",
        "key": "929b31183448414f990273b52eba0995",
        "endpoint_id": "0000000105"
    },
    {
        "id": 4,
        "name": "압류등기 신청 부동산 현황",
        "key": "651580682395460b93ed10b58d4afc21",
        "endpoint_id": "0000000105"
    },
    {
        "id": 5,
        "name": "가처분등기 신청 채권자 현황(내국인, 외국인, 법인 등)",
        "key": "c33fa95be6154697b77b017f0d5691f9",
        "endpoint_id": "0000000099"
    },
    {
        "id": 6,
        "name": "가처분등기 신청 부동산 현황",
        "key": "e2dd56d332614e6d967cef41d7fdc0c1",
        "endpoint_id": "0000000099"
    },
    {
        "id": 7,
        "name": "강제경매개시결정등기 신청 채권자 현황(내국인, 외국인, 법인 등)",
        "key": "c04fb7eda390414dad8d7ac95d1fccc9",
        "endpoint_id": "0000000088"
    },
    {
        "id": 8,
        "name": "강제경매개시결정등기 신청 부동산 현황",
        "key": "07d87dd1425a4cb0bac63275aa546950",
        "endpoint_id": "0000000088"
    },
    {
        "id": 9,
        "name": "임의경매개시결정등기 신청 채권자 현황(내국인, 외국인, 법인 등)",
        "key": "354956b75a704ef7a77225c524696942",
        "endpoint_id": "0000000084"
    },
    {
        "id": 10,
        "name": "임의경매개시결정등기 신청 부동산 현황",
        "key": "c002763a171a47ca83e8c28059506f07",
        "endpoint_id": "0000000084"
    },
    {
        "id": 11,
        "name": "임차권설정등기 신청 임차권자 현황(내국인, 외국인, 법인 등)",
        "key": "36829013360a4956ac7e69ab186b2366",
        "endpoint_id": "0000000081"
    },
    {
        "id": 12,
        "name": "임차권설정등기(임차권등기명령) 신청 부동산 현황",
        "key": "4de5407047604b0db2a416a0c8b46ec6",
        "endpoint_id": "0000000079"
    },
    {
        "id": 13,
        "name": "임차권설정등기 신청 부동산 현황",
        "key": "0bb4a2866b404ed5904b2530e01ffb0f",
        "endpoint_id": "0000000078"
    },
    {
        "id": 14,
        "name": "(근)저당권설정등기 신청 (근)저당권자 현황(내국인, 외국인, 법인 등)",
        "key": "2a7f26705b8e4c9a978741c7a723a109",
        "endpoint_id": "0000000072"
    },
    {
        "id": 15,
        "name": "(근)저당권설정등기(납세담보) 신청 부동산 현황",
        "key": "fec91e3f1ee347d6be47ccbe918a9ee1",
        "endpoint_id": "0000000072"
    },
    {
        "id": 16,
        "name": "(근)저당권설정등기 신청 부동산 현황",
        "key": "7bcb78d563db4219a15647c27d0c09c2",
        "endpoint_id": "0000000070"
    },
    {
        "id": 17,
        "name": "소유권말소등기 신청 부동산 현황",
        "key": "58414b79403a4fb4b94c078530b1cebb",
        "endpoint_id": "0000000060"
    },
    {
        "id": 18,
        "name": "소유권이전등기(임의경매로 인한 매각) 신청 매수인 현황(내국인, 외국인, 법인 등)",
        "key": "5ba844d65962484cbee133f3b9834460",
        "endpoint_id": "0000000015"
    },
    {
        "id": 19,
        "name": "소유권이전등기(임의경매로 인한 매각) 신청 부동산 현황",
        "key": "66ecc51987f949538e434b75957db82c",
        "endpoint_id": "0000000015"
    },
    {
        "id": 20,
        "name": "소유권이전등기(강제경매로 인한 매각) 신청 매수인 현황(내국인, 외국인, 법인 등)",
        "key": "7df9ae93bdb74dd5823d0de0d39ff51f",
        "endpoint_id": "0000000015"
    },
    {
        "id": 21,
        "name": "소유권이전등기(강제경매로 인한 매각) 신청 부동산 현황",
        "key": "525022ff356d4e199e308520718b4074",
        "endpoint_id": "0000000015"
    },
    {
        "id": 22,
        "name": "소유권이전등기(신탁) 신청 부동산 현황",
        "key": "d02205062a8c444f9e3f97f17a555727",
        "endpoint_id": "0000000015"
    },
    {
        "id": 23,
        "name": "소유권이전등기 신청현황(지역별)",
        "key": "852c659fb21d42f7a1ed13fb0c7aee8f",
        "endpoint_id": "0000000015"
    },
    {
        "id": 24,
        "name": "소유권보존등기 신청현황(지역별)",
        "key": "9642e034c61f4a0c9c7bd4bd19790e48",
        "endpoint_id": "0000000010"
    },
    {
        "id": 25,
        "name": "가압류등기 현황",
        "key": "9e0404735f6e46048519f7b2e947f440",
        "endpoint_id": "0000000105"
    },
    {
        "id": 26,
        "name": "가압류등기 신청 채권자 현황(내국인, 외국인, 법인 등)",
        "key": "8eb8dc4107be4ffdbb7655f25c1ee9a8",
        "endpoint_id": "0000000105"
    },
    {
        "id": 27,
        "name": "가압류등기 신청 부동산 현황",
        "key": "e62e4882822a4dee919eb5e37ba09bb0",
        "endpoint_id": "0000000094"
    },
    {
        "id": 28,
        "name": "소유권이전등기(매매) 신청 부동산 현황",
        "key": "094d9a40639e49f3b8e64547527752e3",
        "endpoint_id": "0000000020"
    },
    {
        "id": 29,
        "name": "법인등기 신청현황(지역별)",
        "key": "a74630adfae94339b3c721924b89b51a",
        "endpoint_id": "0000000150"
    },
    {
        "id": 30,
        "name": "부동산등기사항증명서 지역별 열람/발급 현황(건수)",
        "key": "99a858af838347539f6d32d64fe85e27",
        "endpoint_id": "0000000139"
    },
    {
        "id": 31,
        "name": "확정일자 부여현황(지역별)",
        "key": "0150ce5725c540f79a7d48934a793269",
        "endpoint_id": "0000000215"
    },
    {
        "id": 32,
        "name": "부동산등기 신청현황(신청인별)",
        "key": "13ef358af3ba4735878d2e17ab8f5a37",
        "endpoint_id": "0000000004"
    },
    {
        "id": 33,
        "name": "부동산등기 신청현황(지역별)",
        "key": "15ebb96fa5af4e60a2b6038e49668788",
        "endpoint_id": "0000000002"
    }
]